Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Acting Speaker of the Palestinian Legislative Council (PLC) Ahmad Bahar, claimed to have announced his departure from the hall during a speech by the Israeli. Representatives of Morocco, Libya, Algeria, Iran, Iraq, Syria, Lebanon, and Yemen also walked ou
ar: وزُعم أن رئيس المجلس التشريعي الفلسطيني بالإنابة أحمد بحر أعلن مغادرته القاعة خلال الكلمة التي كان يلقيها المسئول الإسرائيلي، كما انسحب من القاعة ممثلو كل من المغرب وليبيا والجزائر وإيران والعراق وسوريا ولبنان واليمن وهم يحملون صور لأطفال غزة الذين قُتلوا

source: Israeli Knesset member Silvan Shalom responded to the walk-out by denouncing Hamas and its parliament members as “terrorists.” Syria’s representative replied to Shalom’s comments by telling that Hamas is a Palestinian resistance movement elected by the Pa
ar: ورد عضو الكنيست الإسرائيلي سيلفان شالوم على الانسحاب بالتنديد بحماس وأعضاء برلمانها الإرهابيين، ورد مندوب سوريا على تصريحات شالوم قائلاً إن حماس هي حركة مقاومة فلسطينية انتخبها الشعب الفلسطيني واتهم إسرائيل بالإرهاب.

source: Shalom told Israeli media a different version of events, in which he blocked an Iranian effort to raise a critical discussion of the Israeli war on Gaza during the meeting.
ar: وأخبر شالوم وسائل الإعلام الإسرائيلية برواية مختلفة للأحداث حيث قال أنه صد جهود إيرانية لمناقشة الحرب الاسرائيلية على غزة خلال الاجتماع.

source: Prophet Muhammad cartoon goes on sale in Denmark
ar: الرسوم الكاريكاتورية للنبي محمد للبيع في الدنمارك

source: A Danish press freedom group said Wednesday it is selling copies of a cartoon of the Prophet Muhammad that caused outrage across the Muslim World.
ar: قالت احدى مجموعات حرية الصحافة الدانماركية يوم الأربعاء أنها تبيع نسخاً من الرسوم الكاريكاتورية للنبي محمد التي سببت غضباً في أنحاء العالم الإسلامي.

source: COPENHAGEN --
ar: كوبنهاجن –

source: Some 1,000 printed reproductions of a drawing depicting the prophet wearing a bomb-shaped turban are being sold for 1,400 kroner ($250) each, said Lars Hedegaard, chairman of the Danish Free Press Society.
ar: وقال لارس هديجراد رئيس جمعية الصحافة الحرة الدانماركية أنه يتم بيع حوالي 1,000 رسم معاد طباعته يصور النبي محمد وهو يرتدي عمامة على شكل قنبلة بحوالي 1,400 كورون (250 دولار) لكل رسمة.

source: All we are doing is starting a debate, Hedegaard said. We are using our freedom of speech.
ar: وأضاف هديجراد كل ما نقوم به هو البدء في إجراء مناقشة، وقال أننا نستخدم حرية التعبير.

source: Hedegaard said Danish artist Kurt Westergaard, who drew the cartoon in 2005, had given the society permission to produce the copies and sell them. Each numbered copy has been signed by Westergaard, Hedegaard said.
ar: وقال هديجراد إن الفنان الدانماركي كورت وسترجارد الذي رسم الرسوم في عام 2005 منح الجمعية الإذن لإنتاج النسخ وبيعها، وكل نسخة موقعة من وسترجارد.

source: We have not, and are not, breaking any laws, Hedegaard told The Associated Press.
ar: وقال هديجراد للأسوشياتد برس إننا لم نكسر ولا نكسر أي قوانين.

source: Westergaard has been living under police protection since an alleged plot to murder him was discovered last year.
ar: ويعيش وسترجارد تحت حماية الشرطة منذ مؤامرة مزعومة لاغتياله اُكتشفت العام الماضي.

source: Twelve cartoons depicting the prophet, including the one by Westergaard, were published in the Jyllands-Posten newspaper in 2005.
ar: ونُشرت اثنا عشرة رسمة مسيئة للنبي، بما فيها واحدة رسمها وسترجارد في صحيفة يولاندس بوستن في عام 2005.

source: The following year, they triggered massive protests from Morocco to Indonesia, with rioters torching Danish and other Western diplomatic missions. Some Muslim countries boycotted Danish products.
ar: وفي السنة التالية، أثارت الرسوم احتجاجات واسعة النطاق من المغرب إلى أندونيسيا، وقام مثيرو الشغب بإشعال النيران في بعثات دبلوماسية دانماركية وغيرها من البعثات الدبلوماسية الغربية، وقاطعت بعض الدول الإسلامية المنتجات الدنماركية.

source: Islamic law generally opposes any depiction of the prophet for fear it could lead to idolatry.
ar: وتمنع الشريعة الاسلامية بشكل عام أى تصوير للنبي خوفاً من أن يؤدي التصوير إلى عبادتها.

source: Throughout the crisis, then Prime Minister Anders Fogh Rasmussen distanced himself from the cartoons but resisted calls to apologize for them, citing freedom of speech and saying his government could not be held responsible for the actions of Denmark's pr
ar: وطوال الأزمة، نأى رئيس الوزراء اندرس فو راسموسن في ذلك الحين بنفسه عن هذه الرسوم ولكنه تفادى دعوات الاعتذار عن هذه الرسوم، وقد أشار إلى حرية التعبير وقال إن حكومته لا يمكن أن تتحمل مسئولية أفعال صحف الدنمارك.

source: On Saturday, Fogh Rasmussen was chosen to become NATO's new secretary-general despite threats by Turkey, the alliance's only Muslim member, to veto his election.
ar: وفي يوم السبت، اُختير فوج راسموسين ليكون الأمين العام الجديد لحلف شمال الأطلسي على الرغم من تهديدات تركيا وهي العضو المسلم الوحيد في الحلف باستخدام حق النقض ضد انتخابه.

source: Mohammed cartoon on sale
ar: الرسوم الكاريكاتورية للنبي محمد للبيع في الدنمارك

source: COPENHAGEN - DENMARK'S Free Press Society is selling prints of a cartoon of the Prophet Mohammed published by a Danish newspaper in 2005 that angered the Muslim world, it said on its website on Wednesday.
ar: كوبنهاجن – قالت احدى مجموعات حرية الصحافة الدانماركية يوم الأربعاء أنها تبيع نسخاً من الرسوم الكاريكاتورية للنبي محمد التي سببت غضباً في أنحاء العالم الإسلامي.

source: One thousand prints of the cartoon, featuring the prophet wearing a turban with a lit fuse stuck in it, are up for sale for US$250 (S$379) on the group's website.
ar: وقال لارس هديجراد رئيس جمعية الصحافة الحرة الدانماركية أنه يتم بيع حوالي 1,000 رسم معاد طباعته يصور النبي محمد وهو يرتدي عمامة على شكل قنبلة بحوالي 1,400 كورون (250 دولار) لكل رسمة.

source: 'Now you can own an exclusive print of the most famous picture of our time,' the site said.
ar: وأضاف هديجراد كل ما نقوم به هو البدء في إجراء مناقشة، وقال أننا نستخدم حرية التعبير.

source: Westergaard, 73, is one of 12 cartoonists whose drawings of the Muslim prophet were first published in Danish newspaper Jyllands-Posten in September 2005, sparking controversy among Muslims worldwide.
ar: وقال هديجراد إن الفنان الدانماركي كورت وسترجارد الذي رسم الرسوم في عام 2005 منح الجمعية الإذن لإنتاج النسخ وبيعها، وكل نسخة موقعة من وسترجارد.

source: Two Tunisians were arrested in Denmark last year on suspicion of planning to murder Westergaard, and later released without trial after they appealed a government order for their expulsion on national security grounds.
ar: ويعيش وسترجارد تحت حماية الشرطة منذ مؤامرة مزعومة لاغتياله اُكتشفت العام الماضي.

source: 'The image won Kurt Westergaard international fame, but it has also forced him to live under constant police protection,' the Free Press Society said on its website.
ar: ونُشرت اثنا عشرة رسمة مسيئة للنبي، بما فيها واحدة رسمها وسترجارد في صحيفة يولاندس بوستن في عام 2005.

source: Demonstrators burned Danish flags in protests that culminated in February 2006 with the torching of Danish diplomatic offices in Damascus and Beirut and dozens of deaths in Nigeria, Libya and Pakistan. -- AFP
ar: وفي يوم السبت، اُختير فوج راسموسين ليكون الأمين العام الجديد لحلف شمال الأطلسي على الرغم من تهديدات تركيا وهي العضو المسلم الوحيد في الحلف باستخدام حق النقض ضد انتخابه.

source: 'Despite threats and concrete murder plots planned by Islamists, he has nonetheless never expressed any regret and never apologised for being a free artist.' Calls to the organisation were not returned.
ar: وتمنع الشريعة الاسلامية بشكل عام أى تصوير للنبي خوفاً من أن يؤدي التصوير إلى عبادتها

source: The 12 cartoons were considered offensive by many Muslims and their publication sparked violent protests worldwide in January and February 2006.
ar: وطوال الأزمة، نأى رئيس الوزراء اندرس فو راسموسن في ذلك الحين بنفسه عن هذه الرسوم ولكنه تفادى دعوات الاعتذار عن هذه الرسوم، وقد أشار إلى حرية التعبير وقال إن حكومته لا يمكن أن تتحمل مسئولية أفعال صحف الدنمارك.

source: Each print is numbered and signed by the cartoonist Kurt Westergaard.
ar: v

source: France Foreign Minister rebuffs Obama's call for Turkey's EU admission
ar: وزير خارجية فرنسا يرفض دعوة أوباما لضم تركيا إلى الاتحاد الأوربي

source: France's powerful Foreign Minister, Bernard Kouchner, said today that he had_turned against the idea of allowing Turkey to join the European Union_because of Ankara’s behaviour at last week’s Nato summit.
ar: قال وزير خارجية فرنسا القوي، برنار كوشنير، اليوم إنه ضد فكرة السماح لتركيا بالانضمام إلى الاتحاد الأوربي بسبب تصرف أنقرة الأسبوع خلال قمة الناتو.

source: Mr Kouchner, who came to prominence as co-founder of Medecins sans Frontieres,_made the comment as Barack Obama - speaking to a gathering of students in_Istanbul on the final event of his eight-day European tour - called once_again for Turkey to be grante
ar: وكان كوشنير، الذي لمع نجمه بمشاركته في تأسيس منظمة أطباء بلا حدود، قد قدم تعليقا عندما دعا باراك أوباما – الذي كان يتحدث أمام تجمع للطلبة في إسطنبول في اختتام جولته الأوربية التي امتدت لثمانية أيام- مجددا لمنح تركيا عضوية الاتحاد الأوربي.

source: President Sarkozy has long been opposed to Turkey’s EU bid and that has been_official French policy, but his left-wing Foreign Minister had been more_open to the idea - at least until Saturday's summit in Strasbourg.
ar: وطالما اعترض الرئيس ساركوزي ترشح تركيا للانضمام للاتحاد الأوربي، وظلت تلك هي السياسة الرسمية لفرنسا، غير أن وزير الخارجية اليساري كان أكثر انفتاحا على الفكرة –على الأقل إلى حدود قمة ستراسبورغ السبت الماضي.

source: “Turkey’s evolution in, let’s say, a more religious direction, towards a less_robust secularism, worries me,” the minister told RTL radio.
ar: وفي تصريح لـ إر تي إل، قال الوزير الفرنسي: إن تطور تركيا في اتجاه يميل أكثر إلى الناحية الدينية مقابل تراجع في تشجيع العلمانية أمر يثير قلقي.

source: Mr Kouchner said that he had been surprised when Turkey’s delegation to the_Nato summit had initially refused to accept the appointment of Anders Fogh_Rasmussen, the Danish Prime Minister, as the alliance’s new_Secretary-General. Mr Rasmussen made enemies
ar: وقال السيد كوشنير إنه كان قد تفاجأ عندما رفضت البعثة التركية إلى قمة حلف الناتو في بادئ الأمر قبول تعيين أندير فوغ راموسين، وزير الخارجية الدانماركي، أمينا عاما جديدا للحلف. وكان السيد رامسون قد خلق لنفسه أعداء في العالم العربي سنة 2005 عندما دافع عن حر

source: The Turkish President, Abdullah Gul, delayed Saturday's summit by refusing to_accept his nomination and only dropped his veto threat after Mr Obama_brokered a compromise deal under which Mr Rasmussen will have a Turkish_deputy.
ar: وأجل الرئيس التركي، عبد الله غول، قمة السبت برفضه قبول تعيينه وتراجع عن تهديده باستعمال الفيتو بعد توسط السيد أوباما للتوصل لاتفاق سيحصل بمقتضاه السيد راسموسين على نائب تركي.

source: “I was very shocked by the pressure that was brought on us,” Mr Kouchner said.
ar: وقال كوشنير: لقد كنت مصدوما للغاية لكل ذلك الضغط الذي مورس علينا.

source: After the Strasbourg summit, Mr Obama ruffled some feathers in Europe by_explicitly backing Turkish membership of the EU - prompting a sniffy rebuke_from Mr Sarkozy that that would be Europe's decision, not America's.
ar: وبعد قمة ستراسبورغ، خلق السيد أوباما بعض الاضطراب في أوربا من خلال مساندته لعضوية تركيا بالاتحاد الأوربي – الأمر الذي خلف توبيخا من السيد ساركوزي الذي اعتبر أن المسألة تتعلق بأوربا لا بأمريكا.

source: In Istanbul today, Mr Obama was asked about Mr Sarkozy's comments. It is_true that the United States is not a member of the EU, so it's not our_decision to take, but that doesn't prevent me fro having an opinion,_he replied.
ar: واليوم طُرح سؤال على السيد أوباما في إسطنبول بخصوص تعليقات السيد ساركوزي، وكان رده: صحيح أن الولايات المتحدة ليست عضوا بالاتحاد الأوربي، وعليه فإن الأمر ليسا قرارا يمكن أن نتخذه نحن، لكن ذلك لا يمنعني من التعبير عن رأيي.

source: I've noticed that the Europeans have a lot of opinions about US policy_for a long time and they've not been shy about expressing them. That's what_friends do.
ar: وأضاف قائلا: لقد لاحظت أن للأوربيين آراء متعددة بخصوص سياسة الولايات المتحدة طيلة ردح طويل من الزمن ولم يكونوا يخجلون في التعبير عنها. هذا ما يفعله الأصدقاء._و

source: He added: If Turkey can be a member of Nato and send its troops to help_protect and support its allies and its young men are put in their way, I_don't see why you should not also be allowed to sell apricots to Europe or_have more freedom to travel.
ar: قال أيضا: إذا كان من الممكن أن تصبح تركيا عضوة بحلف الناتو وترسل جنودها لحماية حلفائها ومساندتهم وتضع شبابها في طريقهم، فإنني لا السبب وراء عدم السماح لها ببيع المشمش لأوربا أو التمتع بحرية السفر إليها.

source: Once again, Mr Kouchner echoed his boss. “It’s not for the Americans to decide_who comes into Europe or not,” he said. “We are in charge in our own house.
ar: ومرة أخرى، ردد كوشنير صدى أقوال رئيسه بالقول: ليست الأمريكيون من يقرر من سينضم إلى أوربا أم لا. نحن من يسير الأمور داخل بيتنا.

source: Palestine: Twittering Gazan Mom Stranded at Cairo Airport Deported after 36 Hours
ar: فلسطين: حديث أم من غزة على تويتر احتجزت في مطار القاهرة و تم ترحيلها بعد ستة و ثلاثين ساعة.

source: have gone silent and her last message spoke of a deportation to somewhere other than home.
ar: لقد كانت رسائلها عبر تويتر قليلة الكلام و تحدثت أخر رسائلها عن ترحيل الأشخاص الغير مرغوب فيهم إلى أي مكان عدا وطنهم.

source: and her two American-born children Yousuf and Noor (who is reportedly 15 months old) can't travel to, to be reunited with their grandparents except through the
ar: الوطن هو غزة في فلسطين, إن الصحفية و المدونة ليلى حداد و ولديها الذين ولدا في الولايات المتحدة يوسف و نور ( التي تبلغ من العمر خمسة عشر شهرا حسب ما روي ) لا يستطيعون السفر إليها - ليلتقوا من جديد مع جديهم - إلا من خلال معبر رفح على الحدود المصرية – الفلس

source: Egypt won't let them through; and El-Haddad's visa to the US, where she has flown from to the Cairo Airport where she was
ar: إن مصر لن تدعهم يمرون, كما أن تأشيرة الحداد إلى الولايات المتحدة, فهي كانت تطير من هناك إلى مطار القاهرة حيث تم احتجازها لمدة ستة و ثلاثين ساعة, كانت قد انتهت.

source: , drawing attention to the ordeal of this travelling mother, and that of scores of Palestinians harrassed, interrogated and banned from travelling, even across Arab countries, just because they are .. erm .. Palestinian.
ar: .و في هذه الأثناء, قصتها التي روتها على مسامع العالم على تويتر و خدمة وي- في التي كانت متقطعة في المطار, قد أدت إلى بحر من المدونات و مواقع الخدمات الاجتماعية مثل فايس بوك و تويتر, التي لفتت الانتباه إلى محنة هذه الأم المتنقلة, و التي تشبه محنة أعداد كبير

source: Facebook
ar: فيس بوك

source: El-Haddad's last blog post on
ar: المدونة الأخيرة التي ألصقتها الحداد كانت

source: Raising Yousuf and Noor: dairy of a Palestinian mother
ar: عن يوسف و نور و بعنوان: مذكرات أم فلسطينية.

source: said:
ar: و قالت فيها:

source: quick post to let everyone know after 36 hours I am being deported- away from my home. more later
ar: إنها رسالة سريعة حتى يعلم كل شخص أنه و بعد مضي ستة و ثلاثين ساعة فإنه يتم ترحيلي الأن - بعيدا عن وطني. و المزيد سيأتي لاحقا

source: Pierre's Middle East Issues Blog
ar: مدونة بيير لقضايا الشرق الأوسط

source: Bouteflika and the Parody of Algerian Democracy
ar: بوتفليقة والمحاكاة الساخرة للديمقراطية الجزائرية

source: Algeria pretended to have a presidential election today. Two-term president Abdelaziz Bouteflika, 72, in power since 1999, pretended to have opposition. The five opposition candidates pretended to be his rivals, though the real opposition, such as it is (
ar: بالنسبة للرئيس الجزائري عبد العزيز بوتفليقة، فالديمقراطية ليست سوى نوع من التظاهر: تظاهرت الجزائر بتنظيم عملية انتخابية يوم الخميس. وتظاهر الرئيس، (72 سنة) الذي أتم ولايتين رئاسيتين وظل في السلطة منذ سنة 1999، أن يتوفر على المعارضة. وتظاهر مرشحو المعارضة

source: If Smy-B,
ar: وإذا اعتمدنا على

source: quoted in Le Monde
ar: التصريحات التي أدلى بها سميب لصحيفة لوموند الفرنسية

source: , is any indication, blank ballots were more frequent than Bouteflika will let on: I'm an Algerian living in France for the past six years, Smy-B says, and I've participated by absentee ballot in every election since. This year again, I did my duty. Bu
ar: كمؤشر، فإن عدد بطائق الاقتراع الفارغة كان أكثر مما يمكن أن يسمح بوتفليقة بإعلانه. يقول سميب: أنا جزائري أعيش في فرنسا خلال السنوات الست الماضية، ومنذ ذلك الحين وأنا أشارك في كل موعد انتخابي بالتصويت غيابيا. ولقد قمت هذا العام أيضا بواجبي، غير أنني شعرت

source: By day's end the foregone conclusion was in the books. Bouteflika had won his third term with the kind of overwhelming margin reminiscent of the heydays of similarly bogus elections--those of Saddam Hussein, Idi Amin, Hosni Mubarak and Muammar el Qaddaf
ar: ومع متم اليوم كانت النتائج المحسومة قد تم تدوينها. الرئيس الجزائري فاز بولايته الثالثة مع هامش كبير يذكر بالانتخابات الوهمية المماثلة – انتخابات صدام حسين، عيدي أمين، حسني مبارك ومعمر القذافي. الأرقام الحالية ليست نهائية لحد كتابة هذه السطور، غير أنها ك

source: Bouteflika wasn't supposed to run for a third term. Algeria had such a thing as presidential term limits. But last November Bouteflika muscled through the legislature he controls a constitutional coup that enabled him to run for a third time, and presumab
ar: لم يكن من المتوقع أن يترشح بوتفليقة لولاية ثالثة، لأن الجزائر كانت تضع حدودا للولايات الرئاسية. لكن بوتفليقة عمل جاهدا خلال نونبر الماضي على دفع الجهاز التشريعي الذي يفرض عليه سيطرته تبني انقلاب دستوري مكنه من الترشح للمرة الثالثة، ومن المحتمل أن يكون ذلك

source: His five challengers were dubbed the hares, because aside from a Trotskyite called Louisa Hanoune, they might as well have been strangers in Algeria's democratic night. Moussa Touati? Mohammed Said? Ali Fawzi Rebaine? Straw men for Bouteflika to clobber
ar: ولُقب منافسوه الخمسة بـ الأرانب، لأنهم، باستثناء التروتسكية لويزا حانون، قد يبدون غرباء على هذه الليلة الديمقراطية الجزائرية. موسى التواتي؟ محمد سعيد؟ علي فوزي رباعين؟ كلهم رجال من القش في مهب الريح أمام بوتفليقة.

source: Bouteflika claims he'll create 3 million jobs and build 1 million housing unites in his next five years. He also claims that he'll keep Algeria safe from terrorism, although Algeria has been one of the few places where Al Qaeda's North African franchise h
ar: يدعي بوتفليقة أنه سيحدث ثلاثة ملايين منصب شغل وسيبني مليون وحدة سكنية خلال ولايته التي ستمتد لخمس سنوات. يدعي أيضا بجعل الجزائر في مأمن من الإرهاب، رغم أن الجزائر تظل واحدة من المناطق التي تمكنت فيها قاعدة شمال إفريقيا من مواصلة عملياتها التفجيرية القاتلة

source: The real winner in Algeria isn't Bouteflika. It's derision.
ar: الفائز الحقيقي في الجزائر ليس هو بوتفليقة، بل هي السخرية من هذا البلد.

source: For Algerian President Abdelaziz Bouteflika, democracy is all a pose. (Pascal Le Segretain/Getty Images)
ar: بالنسبة للرئيس الجزائري عبد العزيز بوتفليقة، الديمقراطية ليست سوى نوع من التظاهر. (باسكال لو سوغريتان/ صور جيتي)

source: Can We End Piracy?
ar: هل نستطيع التخلص من القرصنة البحرية؟

source: [David B. Rivkin Jr. and Lee A. Casey]
ar: (ديفيد ب. ريفكين و لى كاسى)

source: The seizure of Maersk Alabama is but the latest episode in
ar: مثلت عملية القبض على ميرسك ألاباما الحلقة الأخيرة من مسلسل

source: a tremendous contemporary upsurge in piracy
ar: تصاعد الرعب الحالى الذى تشهد عملية القرصنة

source: . While pirate activities are certainly rampant off the Somali coast, pirates have been active worldwide. The reasons are obvious — given the lame performance of the world's navies, including the U.S. and British navies (that in the 19th century substa
ar: فبينما تفشت عملية القرصنة قرابة الساحل الصومالى، فقد انتشر القراصنة كذلك فى الوقت نفسه عبر العالم أجمع. و لعل الأسباب واضحة للعلن من الأداء المتراجع للقوات البحرية للعلم، متضمنةً أسطول الولايات المتحدة الأمريكية و كذلك المملكة البريطانية و التى إمتزت خلال

source: — enemies of mankind — subject to harsh sanctions, up to and including the death penalty. It should also be recalled that the harshness of traditional punishments for piracy was, at least partially, grounded in the nature of their operations on the hi
ar: إلا أن بعض المخاطر الأخرى أقل وضوحاً و لكنها الأكثر ضرراً، حيث أصبحت تسود الفوضى المحيطات العالمية و مسارات التجارة حول العالم من جراء ما يقع من هجمات مختلفة، كما أن قوة كلٍ من الحضارة و النظام و القانون ليست مكيفة بعد للتغلب على تلك الازمة؛ هذا بالرغم من

source: David B. Rivkin Jr. & Lee A. Casey are partners in the Washington, D.C., office of Baker & Hostetler LLP. They served in the Justice Department during the Reagan and Bush Sr. administrations.
ar: —_ديفيد ريفكين و لى كاسى هما شركاء فى مكتب واشنطن لشركة بيكر و هوستيتلر المحدودة. و قد خدما فى وزارة العدل خلال فترا حكم ريجن و بوش الأب.

source: The Depressing, Official Truth About Somalia and its Pirates
ar: القمع: الحقيقة الرسمية حول الوضع الصوماى و القراصنة البحريين

source: By Gerald F. Seib
ar: بقلم: جيرالد سيب.

source: While pirates that seized an American ship continue to hold its captain hostage off the coast of Somalia, many Americans probably are wondering: Why can’t the world just put a stop to this bizarre scourge of Somali pirate attacks on the high seas?
ar: فى نفس الوقت الذى أصر القراصنة الصومايون فيه على موقفهم بعد أن أمسكوا بالسفينة الأمريكية و ما زالوا يحجزون قبطانها، فقد تعجب العديد من الأمريكان: لماذا لا يتحرك العالم لوضع نهاية لذلك الموقف الراهن فى السواحل الصومالية ليوقفوا هجمات القراصنة المتوقعة فى ا

source: At least a partial answer might be found by perusing a recently produced
ar: و لعله من الممكن الحصول على إجابة جزئية تجاه ذلك الموقف و التى صدرت من

source: State Department report on human rights
ar: وزارة الداخلية حول حقوق الإنسان –

source: —or lack thereof–in Somalia. It is a long and frightening description of a country with no functioning central government that has splintered into sections controlled by three competing forces, and descended into near-total chaos as a result.
ar: و التى يفتقر إليها الصوماليون. فهذا الموقف لا يوصف إلا على أنه موقف مخيف لحكومة غير مركزية الوظيفة و التى حكمتها ثلاث قوى فرعية و نتج عن ذلك حدوث فوضى عامة و بلبلة فى المجتمع الصومالى.

source: The report has sections with such telling titles as: “Arbitrary or Unlawful Deprivation of Life,” and “Torture and other Cruel, Inhuman or Degrading Treatment or Punishment.”
ar: و قد إحتوى التقرير على فقرات ذات عناوين إخبارية و منها: الحرمان التعسفى غير القانونى للحياة، و المعاملة التعذيبية، القاسية، و غير الآدمية المنحطة أو العقاب،

source: A typical passage: “During the year hundreds of civilians were killed in inter- or intraclan militia clashes. The killings resulted from clan militias fighting for political power and control of territory and resources; revenge attacks; criminal activitie
ar: و مقالة متطابقة تماماً مع تلك العناوين تمثلت فى: خلال ذلك العام لقى المئات من المدنيين حتفهم خلال سلسلة من الصراعات الداخلية. و قد نتجت تلك الضحايا من الصراع بين المجموعات المتناحرة على السلطة و القوة و الهيمنة الأرض و الموارد المختلفة، بالإضافة إلى سلسل

source: Oh, and yes, the piracy: “During the year piracy off the coast of Somalia significantly increased, and the International Maritime Bureau identified Somali territorial waters as the most dangerous in the world. Pirates conducted 42 successful hijackings an
ar: و الآن و بالحديث عن القرصنة : خلال ذلك العام كذلك فقد تزايدت معدلات القرصنة على طول السواحل الصومالية، و و قد وصف مكتب الملاحة العالمى المناطق الساحلية الصومالية على أنها أخطر أماكن بالعالم. حيث نجح القراصنة فى القيام بنحو إثنى و أربعين عملية خطف مسلح و

source: The new Bolivian constitution approved by more than 60% of voters last year mandates new Presidential and Congressional elections this coming December. But the precise rules that will govern that election are still in dispute, with all sides jockeying for
ar: وافق القانون البوليفي الجديد بأغلبية تصويت بلغت أكثر من ستين بالمئة السنة الماضية على تفويض رئاسي جديد و انتخابات للكونغرس في شهر كانون الأول القادم. إلا أن القواعد الدقيقة التي ستحكم تلك الانتخابات لا تزال محط نزاع, مع مختلف الجوانب الخاصة بالقواعد و ا
